* Generate README.md

Generate README.md by evaluating the following source block.

#+BEGIN_SRC emacs-lisp
(find-file "rope-read-mode.el")
(set-buffer "rope-read-mode.el")
(lentic-garbage-collect-config)
(unless lentic-config
  (lentic-mode-create-from-init))
(set-buffer "rope-read-mode.org")
(org-export-to-file 'md "README.md")
#+END_SRC

#+RESULTS:
: README.md

** TODO Refactor with https://github.com/marcowahl/.emacs.d/blob/master/compile-docu.org

